OpenFOAM-13/tutorials/incompressibleFluid/boxTurb16/constant/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

OUForce
{
    type    OUForce;

    libs    ("librandomProcesses.so");

    sigma   0.090295;
    alpha   0.81532;
    kUpper  10;
    kLower  7;
}

// ************************************************************************* //
